{
    "users": [
        {
        "login": "mendel",
        "firstname": "Ivan",
        "lastname": "Ivamov",
        "posts": [
            {
                "title": "Жим лежа",
                "text": "Базовое физическое упражнение со свободным весом. Выполняющий упражнение ложится на скамейку, опускает гриф до касания с грудью и поднимает до полного выпрямления в локтевом суставе. Используется в бодибилдинге как упражнение для развития больших и малых грудных мышц, трицепсов и переднего пучка дельтовидной мышцы. ным весом. Выполняющий упражнение ложится на скамейку, опускает гриф до касания с грудью и поднимает до полного выпрямления в локтевом суставе. Используется в бодибилдинге как упражнение для развития больших и малых грудных мышц, трицепсов и переднего пучка дельтовидной мышцы. базовое физическое упражнение со свободным весом. Выполняющий упражнение ложится на скамейку, опускает гриф до касания с грудью и поднимает до полного выпрямления в локтевом суставе. Используется в бодибилдинге как упражнение для развития больших и малых грудных мышц, трицепсов и переднего пучка дельтовидной мышцы. базовое физическое упражнение со свободным весом. Выполняющий упражнение ложится на скамейку, опускает гриф до касания с грудью и поднимает до полного выпрямления в локтевом суставе. Используется в бодибилдинге как упражнение для развития больших и малых грудных мышц, трицепсов и переднего пучка дельтовидной мышцы.",
                "img": "bench_press.png",
                "tags": [
                    {
                    "tag": "штанга"
                    },
                    {
                    "tag": "гантели"
                    }
                ]
            },
            {
                "title": "Становая тяга",
                "text": "Базовое (многосуставное) упражнение, выполняемое обычно со штангой, а также с гантелью или гирей, удерживаемыми между ног обеими руками. Используется как общий элемент физической подготовки и является одной из соревновательных дисциплин в таких видах спорта как пауэрлифтинг и силовой экстрим, применяется также и бодибилдерами для укрепления мышц поясницы, что позволяет в приседаниях лучше развивать ноги.При выполнении тяги задействовано почти 3/4 всей мышечной массы, в первую очередь это: разгибатели спины, ягодицы, четырёхглавая и двуглавая мышцы бедра, широчайшие мышцы спины, трапеции, задние пучки дельтовидных мышц, предплечья и бицепсы. Тяга на прямых ногах, т. н. «румынская тяга», дополнительно растягивает и нагружает бицепсы бёдер, заставляя их работать на пределе в динамическом напряжении, а также верхние доли ягодиц; веса в данном виде тяги используются умеренные, меньше, чем в «становой». Именно поэтому, выполняя разные варианты тяг, спортсмены больше всего набирают мышечную массу и поэтому данное упражнение относится к базовым.",
                "img": "squats.png",
                "tags": [
                    {
                    "tag": "штанга"
                    },
                    {
                    "tag": "гантели"
                    }
                ]
            },
            {
                "title": "Приседания",
                "text": "Одно из базовых силовых упражнений (в том числе в пауэрлифтинге и культуризме); выполняющий упражнение приседает и затем встаёт, возвращаясь в положение стоя. Приседание считается одним из важнейших упражнений не только в силовом спорте, но и в общефизической подготовке, а также используется в качестве подсобного в процессе подготовки спортсменов практически всех спортивных дисциплин.Приседания, наряду со становой тягой, создают наилучшие условия для набора силы и массы мышц всего тела. Помимо этого, они используются в качестве общеукрепляющего и реабилитационного упражнения. Поскольку во время выполнения приседаний значительная часть нагрузка ложится на мышцы-синергисты — пресс и ягодицы, это создаёт условия для опережающего развития ягодичных мышц и визуально увеличивает талию спортсменов. В бодибилдинге такое развитие мускулатуры считается несбалансированным, поэтому профессиональные бодибилдеры чаще используют для накачки ног такие упражнения, как разгибания ног и жим ногами.",
                "img": "deadlift.png",
                "tags": [
                        {
                        "tag": "штанга"
                        },
                        {
                        "tag": "гири"
                        },
                        {
                        "tag": "гантели"
                        }
                    ]
                },
            {
                "title": "Сведение рук",
                "text": "Физическое упражнение, изолированно нагружающее большие грудные мышцы, основная функция которых состоит как раз в сведении рук. В зависимости от наклона движения акцент нагрузки приходится на верхний, средний или нижний пучок. При разведении рук, особенно с гантелями, акцент нагрузки приходится на внутреннюю часть, а при сведении — на внешнюю часть больших грудных мышц. Может выполняться с гантелями на прямой, наклонной и обратно-наклонной скамье, в тренажёре типа «бабочка» сидя или в кросс-тренажёре стоя, немного согнувшись.На горизонтальной скамье акцент нагрузки приходится на грудино-рёберную часть (средний пучок), на наклонной — ключичную часть (верхний пучок), на обратно наклонной — брюшную часть (нижний пучок). На наклонной скамье вступает в работу передняя головка дельтовидной мышцы.",
                "img": "squats.png",
                "tags": [
                        {
                        "tag": "гантели"
                        }
                    ]
                }
        ]
        },
        {
        "login": "mendel2",
        "firstname": "Ivan2",
        "lastname": "Ivamov2",
        "posts": [
            {
            "title": "Тест",
            "text": "Тест",
            "img": "squats.png",
                "tags": [
                {
                "tag": "гантели"
                }
                ]
            }
        ]
         }
    ],
    "tags": [
        {
        "tag": "штанга"
        },
        {
        "tag": "гантели"
        },
        {
        "tag": "гири"
        }
    ]
}